[
   {
      "list": "hi"
   },
   {
      "list": "how are you?"
   },
   {
      "list": "شهریور ۹۹
تشریحی
۱۸- چگونه دو انقلاب اجتماعی در قرن بیستم در جامعه ایران شکل گرفت؟
پاسخ:( مقبولیت و مرجعیت علم فقه در فرهنگ عمومی جامعه ایران موجب شد که بر اساس دو نظریه فقهی (نظریه مشروطه میرزای نایینی و نظریه ولایت فقیه و انقلاب اسلامی امام خمینی ) دو انقلاب اجتماعی در یک قرن در جامعه ایران شکل بگیرد)

۱۹- چرا علوم اجتماعی اندیشمندان مسلمان از نوع تفسیری نیست؟
پاسخ:( آنان دانش علمی را به دانش حسی و تجربی محدود نمی کنند از این رو بر خلاف رویکرد تفسیری تفسیر را در تقابل با تبیین نمی دانند بلکه هر تفسیری را نوعی تبیین به شمار می آورند زیرا تفسیر راهم نیازمند استدلال می دانند)"
   },
   {
      "list": "شهریور ۹۹
تشریحی
۱۸- چگونه دو انقلاب اجتماعی در قرن بیستم در جامعه ایران شکل گرفت؟
پاسخ:( مقبولیت و مرجعیت علم فقه در فرهنگ عمومی جامعه ایران موجب شد که بر اساس دو نظریه فقهی (نظریه مشروطه میرزای نایینی و نظریه ولایت فقیه و انقلاب اسلامی امام خمینی ) دو انقلاب اجتماعی در یک قرن در جامعه ایران شکل بگیرد)

۱۹- چرا علوم اجتماعی اندیشمندان مسلمان از نوع تفسیری نیست؟
پاسخ:( آنان دانش علمی را به دانش حسی و تجربی محدود نمی کنند از این رو بر خلاف رویکرد تفسیری تفسیر را در تقابل با تبیین نمی دانند بلکه هر تفسیری را نوعی تبیین به شمار می آورند زیرا تفسیر راهم نیازمند استدلال می دانند)"
   }
]
